01_hello/deas-0.25.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    34.56ms   27.01ms  79.08ms   67.86%
    Req/Sec   210.29    113.96   371.00     71.43%
  836 requests in 2.00s, 234.58KB read
  Socket errors: connect 0, read 7, write 0, timeout 0
Requests/sec:    417.49
Transfer/sec:    117.15KB