01_hello/deas-0.25.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    31.62ms   25.23ms  73.58ms   72.00%
    Req/Sec   218.96    123.46   368.00     72.00%
  861 requests in 2.00s, 241.86KB read
  Socket errors: connect 0, read 3, write 0, timeout 0
Requests/sec:    430.22
Transfer/sec:    120.85KB